Repository: fengurt/ksa-MarkEdit
Catalog: MarkEditMac/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: Index unavailable — search will scan files.
fr: Index indisponible — la recherche analysera les fichiers.
ja: 索引を利用できないため、ファイルを直接検索します。
zh_hans: 索引不可用——搜索将扫描文件。
zh_hant: 索引無法使用——搜尋將掃描檔案。

source: The item is outside the workspace folder.
fr: L’élément se trouve en dehors du dossier de l’espace de travail.
ja: 項目がワークスペースフォルダの外にあります。
zh_hans: 该项目位于工作区文件夹之外。
zh_hant: 此項目位於工作區資料夾之外。

source: Enter a valid name without path separators.
fr: Saisissez un nom valide sans séparateur de chemin.
ja: パス区切り文字を含まない有効な名前を入力してください。
zh_hans: 请输入不含路径分隔符的有效名称。
zh_hant: 請輸入不含路徑分隔符的有效名稱。

source: An item with that name already exists.
fr: Un élément portant ce nom existe déjà.
ja: 同じ名前の項目がすでに存在します。
zh_hans: 已存在同名项目。
zh_hant: 已存在同名項目。

source: The workspace root folder cannot be moved or deleted here.
fr: Le dossier racine de l’espace de travail ne peut pas être déplacé ou supprimé ici.
ja: ワークスペースのルートフォルダはここでは移動または削除できません。
zh_hans: 不能在此处移动或删除工作区根文件夹。
zh_hant: 無法在此處移動或刪除工作區根資料夾。

source: Save or close the edited document before moving it.
fr: Enregistrez ou fermez le document modifié avant de le déplacer.
ja: 移動する前に、編集中の書類を保存または閉じてください。
zh_hans: 移动前请保存或关闭已编辑的文档。
zh_hant: 移動前請儲存或關閉已編輯的文件。

source: Follow editor position
fr: Suivre la position d’édition
ja: 編集位置に追従
zh_hans: 跟随编辑位置
zh_hant: 跟隨編輯位置

source: Visual
fr: Visuel
ja: ビジュアル
zh_hans: 可视化
zh_hant: 視覺化

source: Tags
fr: Étiquettes
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Workspace Hub
fr: Centre de l’espace de travail
ja: ワークスペースハブ
zh_hans: 工作区中心
zh_hant: 工作區中心

source: Categories
fr: Catégories
ja: カテゴリー
zh_hans: 分类
zh_hant: 分類

source: Filter tags and categories
fr: Filtrer les étiquettes et catégories
ja: タグとカテゴリーを絞り込む
zh_hans: 筛选标签和分类
zh_hant: 篩選標籤和分類

source: Loading metadata…
fr: Chargement des métadonnées…
ja: メタデータを読み込み中…
zh_hans: 正在载入元数据…
zh_hant: 正在載入中繼資料…

source: %d items
fr: %d éléments
ja: %d 項目
zh_hans: %d 项
zh_hant: %d 個項目

source: %d files
fr: %d fichiers
ja: %d ファイル
zh_hans: %d 个文件
zh_hant: %d 個檔案

source: Manage
fr: Gérer
ja: 管理
zh_hans: 管理
zh_hant: 管理

source: Rename
fr: Renommer
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重新命名

source: Merge Tag
fr: Fusionner l’étiquette
ja: タグを統合
zh_hans: 合并标签
zh_hant: 合併標籤

source: Target tag
fr: Étiquette cible
ja: 統合先のタグ
zh_hans: 目标标签
zh_hant: 目標標籤

source: “%@” is used by %d files. Review the impact, then continue.
fr: « %1$@ » est utilisé par %2$d fichiers. Vérifiez l’impact avant de continuer.
ja: 「%1$@」は %2$d 個のファイルで使用されています。影響を確認して続けてください。
zh_hans: “%1$@”用于 %2$d 个文件。请查看影响后继续。
zh_hant: 「%1$@」用於 %2$d 個檔案。請檢視影響後繼續。

source: Edit Tags and Categories
fr: Modifier les étiquettes et catégories
ja: タグとカテゴリーを編集
zh_hans: 编辑标签和分类
zh_hant: 編輯標籤和分類

source: Full Text
fr: Texte intégral
ja: 全文
zh_hans: 全文
zh_hant: 全文

source: Deep Search
fr: Recherche approfondie
ja: ディープ検索
zh_hans: 深度搜索
zh_hant: 深度搜尋

source: Download Model
fr: Télécharger le modèle
ja: モデルをダウンロード
zh_hans: 下载模型
zh_hant: 下載模型

source: On-device model not downloaded
fr: Modèle local non téléchargé
ja: オンデバイスモデルは未ダウンロードです
zh_hans: 尚未下载设备端模型
zh_hant: 尚未下載裝置端模型

source: Preparing private on-device index…
fr: Préparation de l’index privé local…
ja: 端末内のプライベート索引を準備中…
zh_hans: 正在准备私有设备端索引…
zh_hant: 正在準備私有裝置端索引…

source: Deep Search unavailable
fr: Recherche approfondie indisponible
ja: ディープ検索を利用できません
zh_hans: 深度搜索不可用
zh_hant: 深度搜尋無法使用

source: Open System Settings
fr: Ouvrir Réglages Système
ja: システム設定を開く
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Workspace Operation Failed
fr: Échec de l’opération sur l’espace de travail
ja: ワークスペース操作に失敗しました
zh_hans: 工作区操作失败
zh_hant: 工作區操作失敗

source: Assistant
ja: アシスタント
zh_hans: 辅助
zh_hant: 輔助

source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 緊湊

source: Document
ja: 書類
zh_hans: 全文档
zh_hant: 全文件

source: Unicode (UTF-8)
ja: ユニコード (UTF-8)

source: Unicode (UTF-16)
ja: ユニコード (UTF-16)

source: Unicode (UTF-16BE)
ja: ユニコード (UTF-16BE)

source: Unicode (UTF-16LE)
ja: ユニコード (UTF-16LE)

source: Source
ja: ソース
zh_hans: 源码
zh_hant: 原始碼

source: OK
zh_hans: 好
zh_hant: 好

source: **URL:** %@
zh_hans: **链接：**%@
zh_hant: **連結：**%@
